<?php
	include("head.php");
?>
						<script>(function(d, s, id) {
						  var js, fjs = d.getElementsByTagName(s)[0];
						  if (d.getElementById(id)) return;
						  js = d.createElement(s); js.id = id;
						  js.src = "//connect.facebook.net/th_TH/all.js#xfbml=1";
						  fjs.parentNode.insertBefore(js, fjs);
						}(document, 'script', 'facebook-jssdk'));</script>

	<div id="menu">
		<div id="menu-wrapper">

				<div id="menu_menu"><a href="index.php" class="navigation">HOME</a></div>
				<div id="menu_menu"><a href="history.php" class="visitt">HISTORY</a></div>
				<div id="menu_menu"><a href="attractions.php" class="navigation">ATTRACTIONS</a></div>
				<div id="menu_menu"><a href="souvenir.php" class="navigation">SOUVENIR</a></div>
				<div id="menu_menu"><a href="gallery.php" class="navigation">GALLERY</a></div>
				<div id="menu_menu"><a href="register.php" class="navigation">REGISTER</a></div>

		</div>	
	</div>

	<!-- ------------------------------------------------------------------------- -->

	<div id="content-his">
		<h2>HISTORY</h2>
		<div id="content-his-left">

				<a href="#" class="nav-at" id="menu0"><div id="content-at-his-menu"> ประวัติ
				</div></a>
				<a href="#" class="nav-at" id="menu1" ><div id="content-at-his-menu"> สัญลักษณ์ประจำจังหวัด
				</div></a>
				<a href="#" class="nav-at" id="menu2"><div id="content-at-his-menu"> ภูมิศาสตร์
				</div></a>
				<a href="#" class="nav-at" id="menu3"><div id="content-at-his-menu"> ทรัพยากร
				</div></a>
			
		</div>
		<div id="content-his-right">
			<div id="box0" class="boxx">
			
					<h1>นพบุรีศรีนครพิงค์เชียงใหม่</h1>
				<p><dd>เมืองเชียงใหม่ มีชื่อที่ปรากฏในตำนานว่า "นพบุรีศรีนครพิงค์เชียงใหม่" เป็นราชธานีของอาณาจักรล้านนาไทยมาตั้งแต่</dd>  
					พระยามังรายได้ทรงสร้างขึ้น เมื่อ พ.ศ.1839โดยความร่วมมือของ 3 กษัตริย์เชื้อไท ได้แก่ 
					พญามังราย พ่อขุนรามคำแหง (อาณาจักรสุโขทัย) และพ่อขุนงำเมือง (เมืองพะเยา) และในเอกสารล้านนาระบุว่า 3 กษัตริย์ เป็นพระสหายร่วมน้ำสาบานและอีกประการหนึ่งเนื่องจากต้องการพันธมิตร
					 เพื่อต่อต้านการรุกรานของมองโกล โดยได้ตีอาณาจักรพุกามในพม่าปัจจุบันแตก ซึ่งในขณะนั้นถือเป็นอาณาจักรที่ยิ่งใหญ่มาก ทำให้เกิดการร่วมมือกันของกษัตริย์ไททั้ง 3 พระองค์
					ซึ่งปัจจุบัน ปี พ.ศ.2555 มี อายุครบ 715 ปี และเมืองเชียงใหม่ได้มีวิวัฒนาการสืบเนื่องกันมาในประวัติศาสตร์ตลอดมา

					<dd>เชียงใหม่ในอดีตมีฐานะเป็นนครหลวงอิสระ ปกครองโดยกษัตริย์ราชวงศ์มังราย ประมาณ 261 ปี </dd> (ระหว่าง พ.ศ. 1839-พ.ศ. 2101) แต่ต่อมาในปี พ.ศ. 2101
					เชียงใหม่ได้เสียเมืองให้แก่พระเจ้าบุเรงนอง พระมหากษัตริย์พม่า และได้ถูกปกครองโดยพม่ามานานกว่าสองร้อยปี
					จนถึงสมัยสมเด็จพระเจ้ากรุงธนบุรี พระเจ้าตากสินมหาราช และพระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช ได้ทรงช่วยเหลือล้านนาไทยจึงได้มีการทำสงครามเพื่อขับ
					ไล่พม่าออกจากเมืองเชียงใหม่และเชียงแสนได้สำเร็จ ภายใต้การนำของพระยากาวิละและพระยาจ่าบ้านในการทำสงครามขับไล่พม่าออกไปจาก เชียงใหม่และเมืองเชียงแสนได้สำเร็จ
					<dd>พระบาทสมเด็จพระพุทธยอดฟ้าจุฬาโลกมหาราช ทรงพระกรุณาโปรดเกล้าฯ สถาปนาเจ้ากาวิละ ขึ้นเป็น พระเจ้าบรมราชาธิบดีกาวิละ</dd> โดยให้ปกครองหัวเมือง
					ฝ่ายเหนือ
					ในฐานะประเทศราชของกรุงรัตนโกสินร์ และราชวงศ์ทิพย์จักราธิวงศ์ (ราชวงศ์เจ้าเจ็ดตน) ซึ่งเป็นเชื้อสายของพระเจ้าบรมราชาธิบดีกาวิละ ก็ได้ปกครองเมืองเชียงใหม่และหัวเมืองต่าง ๆ 
					สืบต่อมา และเปลี่ยนชื่อเมืองเป็น "รัตนติงสาอภินวบุรีเชียงใหม่"
					ในรัชสมัยของ พระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว ได้มีการปฏิรูปการปกครองหัวเมืองประเทศราช โดยมีการจัดตั้งการปกครองแบบมณฑลเทศาภิบาล เรียกว่า "มณฑลพายัพ" หรือมณฑลลาวเฉียง 
					ต่อมาเชียงใหม่ได้มีการปรับปรุงการปกครองและยกฐานะขึ้นเป็น "จังหวัด" ตั้งแต่ปี พ.ศ. 2476 ในรัชสมัย พระบาทสมเด็จพระปกเกล้าเจ้าอยู่หัว จนถึงปัจจุบัน<br>

				<p style="text-align:center; font-weight:bold; font-size:22px; margin-top:20px;">คำขวัญประจำจังหวัด <br>
					<span style="color:#3592cc; font-size:30px; ">"ดอยสุเทพเป็นศรี ประเพณีเป็นสง่าบุปผชาติล้วนงามตา นามล้ำค่านครพิงค์"<br><img src="img/bg.jpg"/></span>
				</p>
				
				<p><dd>จังหวัดเชียงใหม่ เป็นหนึ่งในจังหวัดในประเทศไทย ซึ่งตั้งอยู่ทางภาคเหนือของประเทศ ครอบคลุมพื้นที่ประมาณ 20,107 ตารางกิโลเมตร </dd>
					หรือใหญ่เป็นอันดับที่ 2 ของประเทศ และมีจำนวนประชากรประมาณ 1.63 ล้านคน มากเป็นอันดับที่ 5 ของประเทศ แบ่งการปกครองออกเป็น 25 อำเภอ 
					โดยที่อำเภอกัลยาณิวัฒนาเป็นอำเภอลำดับที่ 25 ของจังหวัด และลำดับที่ 878 ของประเทศ จังหวัดเชียงใหม่เป็นจังหวัดที่มีการพัฒนาในระดับสูง 
					มีศักยภาพในการพัฒนาและเติบโตอย่างรวดเร็ว ทั้งทางด้านการท่องเที่ยว เศรษฐกิจ และการลงทุน จนเป็นเมืองเศรษฐกิจที่ใหญ่ที่สุดในภาคเหนือ รองจากกรุงเทพมหานคร 
					เป็นจังหวัดที่มีแหล่งท่องเที่ยวทางธรรมชาติและวัฒนธรรมมากมาย มีประวัติศาสตร์อันยาวนาน ซึ่งเป็นที่ตั้งของอาณาจักรล้านนาในสมัยโบราณ 
					มีภาษาล้านนา (คำเมือง) เป็นภาษาท้องถิ่น มีเอกลักษณ์เฉพาะตัวแตกต่างกับจังหวัดอื่น ๆ ทั้งด้านประเพณีและวัฒนธรรมอันดีงาม พ.ศ. 2553 
					ผู้ว่าจังหวัดเชียงใหม่แต่งตั้งคณะกรรมการพัฒนาเชียงใหม่เมืองสร้างสรรค์ เพื่อพัฒนาเมืองเชียงใหม่เป็นเมืองสร้างสรรค์ 
					และทางคณะกรรมการกำลังพิจารนาการสมัครที่ UNESCO เพื่อเป็น เมืองสร้างสรรค์ของ UNESCO
				</p>
				
			</div>


			<div id="box1" class="boxx">
					<h1>สัญลักษณ์ประจำจังหวัด<br><img src="img\simbol.png"></h1>
					
					
					<p> 
						<b>สัญลักษณ์ประจำจังหวัด</b> คือ รูปช้างเผือกในเรือนแก้ว หมายถึงความสำคัญ 2 ประการของจังหวัด ซึ่งช้างเผือก คือ 
						ช้างที่เจ้าผู้ครองนครเชียงใหม่นำมาทูลเกล้าถวายแด่สมเด็จพระพุทธเลิศหล้านภาลัย (รัชกาลที่ 2 แห่งกรุงรัตนโกสินทร์) 
						และได้ขึ้นระวางเป็นช้างเผือกเอกในรัชกาล ส่วนเรือนแก้วคือดินแดนที่พุทธศาสนารุ่งเรืองสูงสุด<br>

						<h1><img src="img\tong.jpg"></span><br></h1>
						<b>ดอกไม้ประจำจังหวัด : </b>ดอกทองกวาว<br>
						<b>อักษรย่อ:</b> ชม.(เชียงใหม่)</p>
			</div>


			<div id="box2" class="boxx">
					<h1>ภูมิศาสตร์<br><a href="img\map.gif"><img src="img\map.gif" ></a></h1>
		
					<p> 
					<b>ที่ตั้ง</b><br>
					จังหวัดเชียงใหม่ตั้งอยู่ ณ ละติจูด 16 องศาเหนือ ลองติจูด 99 องศาตะวันออก สูงจากระดับน้ำทะเลประมาณ 310 เมตร ส่วนกว้างจากทิศตะวันตกจรดทิศตะวันออกประมาณ 138 กิโลเมตร ส่วนยาวจากทิศเหนือจรดทิศใต้ประมาณ 428 กิโลเมตร ห่างจากกรุงเทพมหานคร 696 กิโลเมตร[8]
					<br><br><b>อาณาเขตติดต่อ</b><br>
					<dd><b>ทิศเหนือ</b> ติดต่อกับรัฐฉานของประเทศพม่า โดยมีดอยผีปันน้ำของดอยคำ ดอยปกกลา ดอยหลักแต่ง ดอยถ้ำป่อง ดอยถ้วย ดอยผาวอก</dd> และดอยอ่างขางอันเป็นส่วนหนึ่งของทิวเขาแดนลาว เป็นเส้นกั้นอาณาเขต
					<br><dd><b>ทิศใต้</b> ติดต่อกับอำเภอสามเงา อำเภอแม่ระมาด และอำเภอท่าสองยาง (จังหวัดตาก) มีร่องน้ำแม่ตื่นและดอยผีปันน้ำ ดอยเรี่ยม</dd> ดอยหลวงเป็นเส้นกั้นอาณาเขต
					<br><dd><b>ทิศตะวันออก </b>ติดต่อกับอำเภอแม่ฟ้าหลวง อำเภอเมืองเชียงราย อำเภอแม่สรวย อำเภอเวียงป่าเป้า (จังหวัดเชียงราย) อำเภอเมืองปาน</dd> อำเภอเมืองลำปาง (จังหวัดลำปาง) อำเภอบ้านธิ อำเภอเมืองลำพูน อำเภอป่าซาง อำเภอเวียงหนองล่อง อำเภอบ้านโฮ่ง และอำเภอลี้ (จังหวัดลำพูน) ส่วนที่ติดจังหวัดเชียงรายและลำปางมีร่องน้ำลึกของแม่น้ำกก สันปันน้ำดอยซาง ดอยหลุมข้าว ดอยแม่วัวน้อย ดอยวังผา และดอยแม่โตเป็นเส้นกั้นอาณาเขต ส่วนที่ติดจังหวัดลำพูนมีดอยขุนห้วยหละ ดอยช้างสูง และร่องน้ำแม่ปิงเป็นเส้นกั้นอาณาเขต
					<br><dd><b>ทิศตะวันตก</b> ติดต่อกับอำเภอปาย อำเภอเมืองแม่ฮ่องสอน อำเภอขุนยวม อำเภอแม่ลาน้อย อำเภอแม่สะเรียง และอำเภอสบเมย</dd> (จังหวัดแม่ฮ่องสอน) มีดอยผีปันน้ำ ดอยกิ่วแดง ดอยแปรเมือง ดอยแม่ยะ ดอยอังเกตุ ดอยแม่สุรินทร์ ดอยขุนยวม ดอยหลวง และร่องแม่ริด แม่ออย และดอยผีปันน้ำดอยขุนแม่ตื่นเป็นเส้นกั้นอาณาเขต
					จังหวัดเชียงใหม่มีชายแดนติดต่อกับประเทศพม่า ใน 5 อำเภอ ได้แก่ อำเภอแม่อาย อำเภอฝาง อำเภอเชียงดาว อำเภอเวียงแหง อำเภอไชยปราการ รวมระยะทางทั้งสิ้น 227 กิโลเมตร พื้นที่เขตแดนส่วนใหญ่เป็นป่าเขา จึงไม่สามารถปักหลักเขตแดนได้ชัดเจน และเกิดปัญหาเส้นเขตแดนระหว่างประเทศ				
						</dd></p>		
			</div>


			<div id="box3" class="boxx">
					<h1>ทรัพยากร<br><a href="img\map.gif"><img src="img\sab.jpg" ></a></h1>
			<b>ทรัพยากรป่าไม้</b><br>
				จังหวัดเชียงใหม่มีป่าไม้หลายประเภท ประกอบด้วย ป่าดิบเขา ป่าดิบแล้ง ป่าเบญจพรรณ ป่าเต็งรัง และป่าเต็งรังผสมป่าสนเขา และป่าแดง เป็นต้น พื้นที่ป่าไม้ ประกอบด้วย 
				ป่าธรรมชาติ สวนป่า และป่าฟื้นฟูตามธรรมชาติ โดยมีพื้นที่ป่าไม้อยู่ในจังหวัดเชียงใหม่ 8,787,656 ไร่ คิดเป็นร้อยละ 69.92 ของพื้นที่ทั้งจังหวัด 
				แบ่งเป็นป่าสงวนแห่งชาติ จำนวน 25 แห่ง อุทยานแห่งชาติ 13 แห่ง เขตรักษาพันธุ์สัตว์ป่า และเขตห้ามล่าสัตว์ป่า 1 แห่ง อุทยานแห่งชาติในจังหวัดเชียงใหม่ ได้แก่

				นอกจากนี้จังหวัดเชียงใหม่ยังมีปัญหาเกี่ยวกับทรัพยากรป่าไม้เกิดขึ้นเป็นประจำ สาเหตุสำคัญเช่น การลักลอบตัดไม้ การบุกรุกเพื่อทำการเกษร และไฟป่า
				<br><br><b>ทรัพยากรสัตว์ป่า</b><br>
				พื้นที่ป่าในจังหวัด มีความหลากหลายทางชีวภาพ สัตว์ป่าสำคัญที่พบ ได้แก่ เลียงผา หมูป่า หมาจิ้งจอก เสือดาว อีเห็น ชะมด พังพอน ชะนี ลิง เม่น แมวป่า 
				หมูหริ่ง กระต่ายป่า ตะกวด กิ้งก่า งู ตุ๊กแก ด้วง บึ้ง ไก่ป่า นกขมิ้น นกกระรางหัวขวาน นกกระขาบทุ่ง นกขุนทอง นกขุนแผน นกบั่งรอก นกกางเขน นกกาเหว่า นกเขียวคราม
				 นกกระติ๊ต นกกระจิบ นกกระจาบ นกปรอด นกระวังไพร นกแซงแซว นกโพระดก นกนางแอ่น นกคุ่ม นกเขาเขียว นกเขาใหญ่ นกเขาขวาน นกเอี้ยง นกกระปูด เป็นต้น
				<br><br><b>ทรัพยากรน้ำ</b><br>
				จังหวัดเชียงใหม่มีแม่น้ำสำคัญ คือ แม่น้ำปิง และมีแหล่งน้ำขนาดใหญ่ 2 แห่ง คือ เขื่อนแม่กวงอุดมธารา อำเภอดอยสะเก็ด และเขื่อนแม่งัดสมบูรณ์ชล อำเภอแม่แตง
				 และยังแบ่งตามพื้นที่ลุ่มน้ำดังนี้
				ลุ่มน้ำปิงตอนบน เป็นลุ่มน้ำที่สำคัญที่สุดในภาคเหนือตอนบน มีพื้นที่ 25,355.9 ตร.กม. สภาพภูมิประเทศเป็นเทือกเขาสลับซับซ้อนมีความลาดชันสูง วางตัวแนวเหนือ-ใต้ 
				พื้นที่ส่วนใหญ่เสี่ยงต่อแผ่นดินถล่มและการชะล้างพังทลายของดินสูง ลักษณะภูมิอากาศเป็นแบบสะวันนา คือ มีฤดูฝนสลับกับฤดูแล้งอย่างชัดเจน[ต้องการอ้างอิง] และยังมีลุ่มน้ำย่อยอีก 14 
				ลุ่มน้ำย่อย แม่น้ำที่สำคัญได้แก่ แม่น้ำปิง แม่แตง แม่กวง แม่งัด แม่แจ่ม แม่ขาน และแม่ตื่น
				ลุ่มน้ำกก มีแม่น้ำกกเป็นแม่น้ำสายหลัก มีต้นกำเนิดจากภูเขาในประเทศพม่า ไหลผ่านเมืองกก เมืองสาด ประเทศพม่า เข้าเขตประเทศไทยที่ช่องน้ำกก อำเภอแม่อาย แล้วไหลเข้าสู่จังหวัดเชียงราย 
				ก่อนจะไหลลงสู่แม่น้ำโขง ครอบคลุมพื้นที่ 2,773 ตร.กม.[ต้องการอ้างอิง]
				ลุ่มน้ำฝาง มีแม่น้ำฝางเป็นแม่น้ำสายหลัก ซึ่งมีต้นกำเนิดจากดอยขุนห้วยฝางและดอยหัวโท ทางตอนใต้ของอำเภอไชยปราการ ไหลลงสู่แม่น้ำกก มีความยาวลำน้ำประมาณ 70 กิโลเมตร 
				ครอบคลุมพื้นที่ลุ่มน้ำ 1,948.5 ตร.กม. ในอำเภอไชยปราการ ฝาง และแม่อาย
				<br><br><b>ทรัพยากรธรณี</b><br>
				จังหวัดเชียงใหม่มีการใช้ประโยชน์จากทรัพยากรธรณี โดยมีการผลิตแร่ที่สำคัญ 8 ชนิด ได้แก่ ถ่านหิน เฟลด์สปาร์ (แร่ฟันม้า) แมงกานีส ชีไลต์ ดีบุก ดินขาว ฟลูออไรด์ 
				และแร่หินอุตสาหกรรม และจังหวัดเชียงใหม่ยังมีแหล่งทรัพยากรธรณีที่สำคัญ เช่น แหล่งปิโตรเลียม อำเภอฝาง สภาพทางธรณีวิทยาที่เป็นแหล่งท่องเที่ยว ได้แก่ บ่อน้ำพุร้อน 
				อำเภอสันกำแพงและอำเภอฝาง โป่งเดือด อำเภอแม่แตง บ่อน้ำแร่ธรรมชาติ อำเภอแม่ริม เป็นต้น
			</div>	


		

		</div>
	</div >
		<div id="fb-root">
			<div class="fb-comments" data-href="http://localhost/project_new/Slide/history.php" data-width="700"></div>
		</div>
	<!-- ------------------------------------------- -->
	<script>
	$(document).ready(function(){
  		$("#menu0").click(function(){
  			$("#box0").slideDown("slow");
    		$("#box1").hide();
    		$("#box2").hide();
    		$("#box3").hide();
    		

    		$("#menu0").css({"background":"#fff","color":"#3288ea"});
    		$("#menu1").css({"background":"#3288ea","color":"#fff"});
    		$("#menu2").css({"background":"#3288ea","color":"#fff"});
    		$("#menu3").css({"background":"#3288ea","color":"#fff"});
    		
    
  		});
  		$("#menu1").click(function(){
  			$("#box0").hide();
    		$("#box1").slideDown("slow");
    		$("#box2").hide();
    		$("#box3").hide();
    	
    	

    		$("#menu0").css({"background":"#3288ea","color":"#fff"});
    		$("#menu1").css({"background":"#fff","color":"#3288ea"});
    		$("#menu2").css({"background":"#3288ea","color":"#fff"});
    		$("#menu3").css({"background":"#3288ea","color":"#fff"});
    	
    	
  		});
  		$("#menu2").click(function(){
  			$("#box0").hide();
    		$("#box1").hide();
    		$("#box2").slideDown("slow");
    		$("#box3").hide();
    		
    	

    		$("#menu0").css({"background":"#3288ea","color":"#fff"});
    		$("#menu1").css({"background":"#3288ea","color":"#fff"});
    		$("#menu2").css({"background":"#fff","color":"#3288ea"});
    		$("#menu3").css({"background":"#3288ea","color":"#fff"});
    		
    	
  		});
  		$("#menu3").click(function(){
  			$("#box0").hide();
    		$("#box1").hide();
    		$("#box2").hide();
    		$("#box3").slideDown("slow");
    		
    		

    		$("#menu0").css({"background":"#3288ea","color":"#fff"});
    		$("#menu1").css({"background":"#3288ea","color":"#fff"});
    		$("#menu2").css({"background":"#3288ea","color":"#fff"});
    		$("#menu3").css({"background":"#fff","color":"#3288ea"});
    	});
  		
	});
</script>




<?php
	include("footer.html");
?>
