<?php
	include("head.php");
?>
						<script>(function(d, s, id) {
						  var js, fjs = d.getElementsByTagName(s)[0];
						  if (d.getElementById(id)) return;
						  js = d.createElement(s); js.id = id;
						  js.src = "//connect.facebook.net/th_TH/all.js#xfbml=1";
						  fjs.parentNode.insertBefore(js, fjs);
						}(document, 'script', 'facebook-jssdk'));</script>

	<div id="menu">
		<div id="menu-wrapper">

				<div id="menu_menu"><a href="index.php" class="navigation">HOME</a></div>
				<div id="menu_menu"><a href="history.php" class="navigation">HISTORY</a></div>
				<div id="menu_menu"><a href="attractions.php" class="navigation">ATTRACTIONS</a></div>
				<div id="menu_menu"><a href="souvenir.php" class="visitt">SOUVENIR</a></div>
				<div id="menu_menu"><a href="gallery.php" class="navigation">GALLERY</a></div>
				<div id="menu_menu"><a href="register.php" class="navigation">REGISTER</a></div>

		</div>	
	</div>

	<!-- ------------------------------------------------------------------------- -->

	<div id="content-at">
		<h2>ATTRACTIONS</h2>
		<div id="content-at-left">

				<a href="#" class="nav-at" id="menu0"><div id="content-at-left-menu"> ถนนคนเดินท่าแพ
				</div></a>
				<a href="#" class="nav-at" id="menu1" ><div id="content-at-left-menu"> บ้านจ๊างนัก
				</div></a>
				<a href="#" class="nav-at" id="menu2"><div id="content-at-left-menu"> ร่มบ่อสร้าง
				</div></a>
				<a href="#" class="nav-at" id="menu3"><div id="content-at-left-menu"> ร้านวนัสนันท์
				</div></a>
				<a href="#" class="nav-at" id="menu4"><div id="content-at-left-menu"> เครื่องเงินวัวลาย
				</div></a>
				<a href="#" class="nav-at" id="menu5"><div id="content-at-left-menu"> ผ้าตีนจก
				</div></a>
				<a href="#" class="nav-at" id="menu6"><div id="content-at-left-menu"> ผ้าไหม
				</div></a>
			
		</div>
		<div id="content-at-right">
			<div id="box0" class="boxx">
					<h1>ถนนคนเดินท่าแพ</h1>
					<div>
						<img src="img\Reference\ของฝาก\ถนนคนเดิน\3.jpg">
					</div>
					<p>
ถนนคนเดินท่าแพ (วันอาทิตย์) อยู่บริเวณประตูเมืองท่าแพต่อไปยังถนนราช ดำเนิน เปิดเฉพาะวันอาทิตย์ เวลาประมาณ 17.00 - 22.00 น. เป็นแหล่งจำหน่ายสินค้าขนาดใหญ่ มีสินค้าให้เลือกสรรมากมายหลากหลายประเภท ทั้งสินค้าทางวัฒนธรรม เช่น สินค้าพื้นเมือง จำพวกเครื่องประดับตกแต่ง เสื้อผ้า ของที่ระลึก กระเป๋า ผ้าพันคอ โคมไฟ ฯลฯ หรือจะเป็นสินค้าแฟชั่นก็มีให้เห็นอยู่โดยทั่วไป รวมทั้งของกิน เช่น ขนมจีนน้ำเงี้ยว/น้ำยา ของทานเล่น โรตี ฯลฯ หากมาเยือนในช่วงอากาศหนาว ๆ เดินเที่ยวกาดกลางคืน ถนนคนเดินเชียงใหม่ก็เพลิดเพลินไปอีกแบบหนึ่ง ซึ่งที่นี่เป็นถนนคนเดินที่ใหญ่ที่สุดในเชียงใหม่และได้รับความสนใจอย่างมาก จากนักท่องเที่ยวทั้งชาวไทยและชาวต่างประเทศ
					</p>		
			</div>


			<div id="box1" class="boxx">
					<h1>บ้านจ๊างนัก</h1>
					<div><img src="img\Reference\ของฝาก\บ้านจ้างนัก\3.jpg">
						</div>
					<p> 
					  บ้านจ๊างนัก เลขที่ 51/1 หมู่ 2 ตำบลบวกค้าง อำเภอสันกำแพง เป็นสถานที่นำเสนอผลงานหลากหลายของศิลปิน และกลุ่มช่างฝีมือพื้นบ้านแห่งล้านนาไทย โดยได้ถ่ายทอด สร้างสรรค์จากจินตนาการที่งดงาม ลงการแกะสลักไม้รูปช้างในหลากหลายท่วงท่าและอิริยาบถ คุ้มค่าต่อการเดินทางไปชื่นชมความงามที่ศิลปินได้ถ่ายทอดลงสู่ลายไม้ได้ เหมือนจริงอย่างยิ่ง การเดินทาง ใช้ถนนสายเชียงใหม่-สันกำแพง ข้ามสะพานแม่น้ำออนแล้วเลี้ยวขวาผ่านวัดแช่ช้าง วัดดอนปิน และวัดบวกค้าง บ้านจ๊างนักติดอยู่กับวัดบวกค้าง โทร. 0 5333 2578
					</p>
			</div>


			<div id="box2" class="boxx">
					<h1>ร่มบ่อสร้าง</h1>
					<div>
							<img src="img\Reference\ของฝาก\ร่มบ่อสร้าง\1.png">
					</div>
					<p> 
หมู่บ้านทำร่มบ่อสร้างอยู่ในเขตอำเภอสันกำแพง ห่างจากตัวเมืองเชียงใหม่ ตามถนนสายเชียงใหม่ - สันกำแพง 9 กิโลเมตร นักท่องเที่ยวสามารถเดินทางชมการทำร่ม ซึ่งส่วนมากจะทำกันใต้ถุนบ้านแล้วนำออกมาวางเรียงรายเต็มกลางลานบ้าน เพื่อผึ่งแดดให้แห้ง ทำให้แลดูสวยงามด้วยสีสันและลวดลายบนร่มนั้นสะดุดตาผู้พบเห็น ร่มที่ผลิตในหมู่บ้านมี 3 ชนิดด้วยกันคือ ร่มที่ทำด้วยผ้าแพร ผ้าฝ้าย และกระดาษสา ซึ่งแต่ละชนิดมีวิธีทำอย่างเดียวกัน หากนักท่องเที่ยวประสงค์จะชมขั้นตอนการผลิต เจ้าของบ้านก็จะอธิบายการทำกระดาษสาไปจนถึงวาดลวดลายบนร่มให้ชม ทั้งนี้ เพราะการทำกระดาษสายังใช้กรรมวิธีแก่าแก่น่าสนใจมาก โดยใช้วิธีง่ายๆ และส่วนใหญ่ทำด้วยมือทั้งสิ้น					</p>
				
			</div>


			<div id="box3" class="boxx">
					<h1>ร้านวนัสนันท์</h1>
					<div>
						<img src="img\Reference\ของฝาก\วนัสนันท์\3.jpg">
					</div>
					
					<p> 
บริษัท เชียงใหม่ วนัสนันท์ จำกัด ได้ก่อกำเนิดขึ้นมาจากกิจการภายในครอบครัว โดย คุณพ่อชกลี และ คุณแม่ลิบอ้าย แซ่ตั้ง
 ในเบื้องต้นผลิตและจำหน่ายสินค้าประ เภทผักและผลไม้ ดอง ต่อมาผู้สืบทอดกิจการคือ คุณ ชัดชาญ เอกชัยพัฒนกุล ได้ดำเนินการจดทะเบียนจัดตั้ง 
 บริษัท ด้วยทุนจดทะเบียน 2 ล้านบาท เมื่อวันที่ 7 ธันวาคม 2532 โดยมีสำนักงาน ตั้งอยู่เลขที่ 398 ถ.เชียงใหม่-ลำปาง ต.ฟ้าฮ่าม อ.เมือง จ.เชียงใหม่ 
 หลังจากที่เข้ามาดำเนินกิจการ คุณชัดชาญ เอกชัยพัฒนกุล ได้ขยายกิจการสู่การจำหน่ายสินค้าของฝากที่เป็นผลิตภัณฑ์ พื้นบ้าน ทั้งของจังหวัด เชียงใหม่ 
 และจังหวัดใกล้เคียง จนมีชื่อเสียงเป็นที่รู้จักโดยทั่วไป ด้านการผลิตและจำหน่ายสินค้าผัก และ ผลไม้ดอง ได้มีการพัฒนาผลิตภัณฑ์ให้มีความทันสมัย และมีคุณภาพ 
 โดยคำนึงถึงความปลอดภัยของผู้บริโภคเป็นสำคัญ สินค้าภาย ใต้ชื่อ วนัสนันท์ จึงเป็นที่ต้องการของตลาด เพราะ มีความมั่นใจในความสะอาด ถูกอนามัย ในการบริโภค 
 และเป็นที่เชื่อถือมากกว่า 20 ปี					
                    </p>
			</div>	


			<div id="box4" class="boxx">
					<h1>เครื่องเงินวัวลาย</h1>
					<div><img src="img\Reference\ของฝาก\เครื่องเงิน\1.jpg">
					</div>
					<p> 
  เครื่องเงิน ของบ้านศรีสุพรรณปรากฏหลักฐานตั้งแต่ พญามังราย สร้างเมืองเชียงใหม่ ซึ่งสร้างความสัมพันธ์กับพุกาม และเจรจาขอช่างฝีมือมายังเมืองเชียงใหม่ เพื่อฝึกอาชีพเสริมให้กับประชาชน ทำให้เชียงใหม่มีช่างหัตถกรรมพื้นบ้านที่ได้รับการฝึกฝนและมีการสืบทอดอย่างต่อเนื่อง โดยเฉพาะการทำเครื่องเงินของช่างบ้านศรีพรรณ ช่างในคุ้มหลวงเมืองเชียงใหม่ ได้ถ่ายทอดการทำเครื่องเงินให้แก่ลูกหลานจนสามารถเป็นช่างฝีมือในการทำเครื่องเงิน และเป็นที่ยอมรับได้ขยายแหล่งที่ผลิตเครื่องเงิน ไปยังหมู่บ้านอื่น ๆ เช่นบ้านหารแก้ง อำเภอหางดง บ้านแม่หย้อย อำเภอสันทราย จังหวัดเชียงใหม่
          ในอดีตชาวบ้านวัวลายจะประกอบอาชีพทำนาเป็นส่วนใหญ่ เมื่อว่างเว้นจากการทำนาก็จะเป็นช่างฝีมือ ทำเครื่องเงินตามที่ได้รับการถ่ายทอดจากบรรพบุรุษ เกือบทุกบ้านจะมีโรงงานขนาดเล็กประจำอยู่ที่บ้าน เรียกว่า "เตาเส่า" สมาชิกในครอบครัวจะช่วยกันทำเครื่องเงินเพื่อใช้สอยในชีวิตประจำวัน และเพื่อการค้า					
      </p>
			</div>


			<div id="box5" class="boxx">
					<h1>ผ้าตีนจก</h1>
					<div><img src="img\Reference\ของฝาก\ผ้าตีนจก\1.jpg">
					</div>
					<p> 
ผ้าซิ่นตีนจกแม่แจ่ม มหัศจรรย์แห่งผ้าทอบนแผ่นดินล้านนา เมืองแจ๋ม ในอดีต 
หรือ อำเภอแม่แจ่ม ในปัจจุบัน 
ถือได้ว่าเป็นชุมชนหนึ่งที่มีการทอผ้าซิ่นตีนจกกันมากที่สุด 
ผ้าทอของแม่แจ่มมีเอกลักษณ์ในการทอหรือจกในลักษณะการคว่ำลาย 
ทำให้ลวดลายที่ได้สวยงาม ปราณีต เฉพาะแบบไม่เหมือนใคร 
ผ้าซิ่นตีนจกแม่แจ่มยังถือเป็นศิลปหัตถกรรมท้องถิ่นล้านนา 
ที่สืบทอดเป็นมรดกทางวิถีชีวิตและวัฒนธรรม 

การทอผ้าตีนจกถือได้ว่าเป็นวิถีชีวิตของผู้คนที่นั่นอย่างชัดเจนที่สุด 
นับตั้งแต่ที่แม่ญิงแม่แจ่มเริ่มเรียนรู้วิธีการทอผ้าในวัยสาวจนกระทั่งถึงบั้นปลายของชีวิต 
พวกเธอก็ยังทอผ้าอยู่เสมอที่เห็นได้ชัดเมื่อเวลามีงานบุญสำคัญต่างๆ
แม่ญิงชาวแม่แจ่มก็จะนำผ้าตีนจกมานุ่งกัน ผ้าซิ่นตีนจกเป็นมรดกจากบรรพบุรุษมาแต่โบราณกาล
อันเกิดจากการประดิษฐ์คิดค้น และสร้างลวดลายขึ้นบนผืนผ้าด้วยการจก 
คือ การสอดหรือควักเส้นฝ้ายสีต่าง ๆ ที่พุงสลับกันเพื่อให้เกิดเป็นรูปและลวดลายต่าง ๆ ขึ้นมา 
โดยใช้ขนเม่น โลหะ หรือ ไม้ปลายแหลมเป็นเครื่องมือ 					</p>
					
			</div>


			<div id="box6" class="boxx">
					<h1>ผ้าไหม</h1>
					<div><img src="img\Reference\ของฝาก\ผ้าไหม\7.jpg">
					</div>
					<p> 
อำเภอสันกำแพงเป็นอำเภอหนึ่งของจังหวัดเชียงใหม่ มีชื่อเสียงในด้านการทอผ้าไหมและผ้าฝ้าย 
อยู่ห่างจากตัวเมืองเชียงใหม่ไปทางทิศตะวันออก 13 กิโลเมตร 
ผ้าไหมและผ้าฝ้ายซึ่งทอมาจากอำเภอนี้ มีคุณภาพดี ราคาถูก เหมาะสำหรับเป็นของที่ระลึก
นอกจากนั้นยังมี โรงงานทอผ้าไหม ซึ่งนักท่องเที่ยวสามารถชมวิธีการทอผ้าไหม รวมทั้งการเลี้ยงตัวไหม

ระหว่างเส้นทางจากอำเภอเมืองถึงอำเภอสันกำแพง (ระยะทาง 13 ก.ม.) 
ยังมีโรงงานและ ร้านค้าของที่ระลึก เป็นจำนวนมาก 
เช่น เครื่องไม้แกะสลัก เครื่องเงิน เครื่องเขิน เครื่องหนัง เครื่องปั้นดินเผา และผ้าฝ้าย ให้นักท่องเที่ยวได้ชมและเลือกซื้ออีกด้วย   
			
			</div>








		</div>
	</div >
		<div id="fb-root">
			<div class="fb-comments" data-href="http://localhost/project_new/Slide/attractions.php" data-width="700"></div>
		</div>
	<!-- ------------------------------------------- -->
	<script>
	$(document).ready(function(){
  		$("#menu0").click(function(){
  			$("#box0").slideDown("slow");
    		$("#box1").hide();
    		$("#box2").hide();
    		$("#box3").hide();
    		$("#box4").hide();
    		$("#box5").hide();
    		$("#box6").hide();
    

    		$("#menu0").css({"background":"#fff","color":"#3288ea"});
    		$("#menu1").css({"background":"#3288ea","color":"#fff"});
    		$("#menu2").css({"background":"#3288ea","color":"#fff"});
    		$("#menu3").css({"background":"#3288ea","color":"#fff"});
    		$("#menu4").css({"background":"#3288ea","color":"#fff"});
    		$("#menu5").css({"background":"#3288ea","color":"#fff"});
    
  		});
  		$("#menu1").click(function(){
  			$("#box0").hide();
    		$("#box1").slideDown("slow");
    		$("#box2").hide();
    		$("#box3").hide();
    		$("#box4").hide();
    		$("#box5").hide();
    		$("#box6").hide();
    	

    		$("#menu0").css({"background":"#3288ea","color":"#fff"});
    		$("#menu1").css({"background":"#fff","color":"#3288ea"});
    		$("#menu2").css({"background":"#3288ea","color":"#fff"});
    		$("#menu3").css({"background":"#3288ea","color":"#fff"});
    		$("#menu4").css({"background":"#3288ea","color":"#fff"});
    		$("#menu5").css({"background":"#3288ea","color":"#fff"});
    		$("#menu6").css({"background":"#3288ea","color":"#fff"});
    	
  		});
  		$("#menu2").click(function(){
  			$("#box0").hide();
    		$("#box1").hide();
    		$("#box2").slideDown("slow");
    		$("#box3").hide();
    		$("#box4").hide();
    		$("#box5").hide();
    		$("#box6").hide();
    	

    		$("#menu0").css({"background":"#3288ea","color":"#fff"});
    		$("#menu1").css({"background":"#3288ea","color":"#fff"});
    		$("#menu2").css({"background":"#fff","color":"#3288ea"});
    		$("#menu3").css({"background":"#3288ea","color":"#fff"});
    		$("#menu4").css({"background":"#3288ea","color":"#fff"});
    		$("#menu5").css({"background":"#3288ea","color":"#fff"});
    		$("#menu6").css({"background":"#3288ea","color":"#fff"});
    	
  		});
  		$("#menu3").click(function(){
  			$("#box0").hide();
    		$("#box1").hide();
    		$("#box2").hide();
    		$("#box3").slideDown("slow");
    		$("#box4").hide();
    		$("#box5").hide();
    		$("#box6").hide();
    		

    		$("#menu0").css({"background":"#3288ea","color":"#fff"});
    		$("#menu1").css({"background":"#3288ea","color":"#fff"});
    		$("#menu2").css({"background":"#3288ea","color":"#fff"});
    		$("#menu3").css({"background":"#fff","color":"#3288ea"});
    		$("#menu4").css({"background":"#3288ea","color":"#fff"});
    		$("#menu5").css({"background":"#3288ea","color":"#fff"});
    		$("#menu6").css({"background":"#3288ea","color":"#fff"});
    	
  		});
  		$("#menu4").click(function(){
  			$("#box0").hide();
    		$("#box1").hide();
    		$("#box2").hide();
    		$("#box3").hide();
    		$("#box4").slideDown("slow");
    		$("#box5").hide();
    		$("#box6").hide();
    	
    		$("#menu0").css({"background":"#3288ea","color":"#fff"});
    		$("#menu1").css({"background":"#3288ea","color":"#fff"});
    		$("#menu2").css({"background":"#3288ea","color":"#fff"});
    		$("#menu3").css({"background":"#3288ea","color":"#fff"});
    		$("#menu4").css({"background":"#fff","color":"#3288ea"});
    		$("#menu5").css({"background":"#3288ea","color":"#fff"});
    		$("#menu6").css({"background":"#3288ea","color":"#fff"});
    	
  		});
  		$("#menu5").click(function(){
  			$("#box0").hide();
    		$("#box1").hide();
    		$("#box2").hide();
    		$("#box3").hide();
    		$("#box4").hide();
    		$("#box5").slideDown("slow");
    		$("#box6").hide();
    	

			$("#menu0").css({"background":"#3288ea","color":"#fff"});
			$("#menu1").css({"background":"#3288ea","color":"#fff"});
    		$("#menu2").css({"background":"#3288ea","color":"#fff"});
    		$("#menu3").css({"background":"#3288ea","color":"#fff"});
    		$("#menu4").css({"background":"#3288ea","color":"#fff"});
    		$("#menu5").css({"background":"#fff","color":"#3288ea"});
    		$("#menu6").css({"background":"#3288ea","color":"#fff"});
    	
  		});
  		$("#menu6").click(function(){
  			$("#box0").hide();
    		$("#box1").hide();
    		$("#box2").hide();
    		$("#box3").hide();
    		$("#box4").hide();
    		$("#box5").hide();
    		$("#box6").slideDown("slow");
    	
    		$("#menu0").css({"background":"#3288ea","color":"#fff"});
    		$("#menu1").css({"background":"#3288ea","color":"#fff"});
    		$("#menu2").css({"background":"#3288ea","color":"#fff"});
    		$("#menu3").css({"background":"#3288ea","color":"#fff"});
    		$("#menu4").css({"background":"#3288ea","color":"#fff"});
    		$("#menu5").css({"background":"#3288ea","color":"#fff"});
    		$("#menu6").css({"background":"#fff","color":"#3288ea"});
    	
  		});
  		
	});
</script>














<?php
	include("footer.html");
?>
